acpi
base
base-devel
dmenu
dunst
efibootmgr
efitools
feh
firefox
firewalld
flatpak
git
gnome-disk-utility
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
intel-media-driver
intel-ucode
iwd
keepassxc
kitty
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-lts
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
rofi
sbsigntools
smartmontools
spotify
stow
thunderbird
ttf-meslo-nerd
unzip
vim
vulkan-intel
wget
wireless_tools
wireplumber
xdg-utils
xorg-xinit
xorg-xrandr
xss-lock
xterm
yay
yay-debug
zram-generator
